<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tax Rates Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Tax Rate CRUD operations.
    |
    */

    'tax_rates' => 'ট্যাক্সের হার (Tax Rates)',
    'manage_your_tax_rates' => 'আপনার ট্যাক্সের হার পরিচালনা করুন',
    'all_your_tax_rates' => 'সব ট্যাক্সের হার',
    'name' => 'নাম',
    'rate' => 'ট্যাক্সের হার (%)',
    'added_success' => 'ট্যাক্সের হার সফলভাবে যোগ করা হয়েছে',
    'updated_success' => 'ট্যাক্সের হার সফলভাবে আপডেট করা হয়েছে',
    'deleted_success' => 'ট্যাক্সের হার সফলভাবে মুছে ফেলা হয়েছে',
    'add_tax_rate' => 'নতুন ট্যাক্সের হার যোগ করুন',
    'edit_taxt_rate' => 'ট্যাক্সের হার এডিট করুন',
    'add_tax_group' => 'ট্যাক্স গ্রুপ যোগ করুন',
    'tax_group_added_success' => 'ট্যাক্স গ্রুপ সফলভাবে যোগ করা হয়েছে',
    'tax_group_updated_success' => 'ট্যাক্স গ্রুপ সফলভাবে আপডেট করা হয়েছে',
    'tax_groups' => 'ট্যাক্স গ্রুপসমূহ',
    'edit_tax_group' => 'ট্যাক্স গ্রুপ এডিট করুন',
    'sub_taxes' => 'সাব-ট্যাক্সসমূহ (Sub-taxes)',
    'can_not_be_deleted' => 'এই ট্যাক্স হার বা গ্রুপটি মুছে ফেলা সম্ভব নয় কারণ এটি কোনো লেনদেনের সাথে যুক্ত আছে',

];
