<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Unit Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Units CRUD operations.
    |
    */

    'units' => 'ইউনিট (একক)', 
    'manage_your_units' => 'আপনার ইউনিট বা পরিমাপের একক পরিচালনা করুন',
    'all_your_units' => 'সব ইউনিট তালিকা',
    'name' => 'নাম',
    'short_name' => 'সংক্ষিপ্ত রূপ (Short Name)',
    'allow_decimal' => 'দশমিক ব্যবহারের অনুমতি দিন (যেমন: ১.৫ কেজি)',
    'added_success' => 'ইউনিটটি সফলভাবে যোগ করা হয়েছে',
    'updated_success' => 'ইউনিটটি সফলভাবে আপডেট করা হয়েছে',
    'deleted_success' => 'ইউনিটটি সফলভাবে মুছে ফেলা হয়েছে',
    'add_unit' => 'নতুন ইউনিট যোগ করুন',
    'edit_unit' => 'ইউনিট এডিট করুন',

];
