<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */ 
        'edit_profile' => 'প্রোফাইল এডিট করুন',   
        'change_password' => 'পাসওয়ার্ড পরিবর্তন করুন',
        'current_password' => 'বর্তমান পাসওয়ার্ড',
        'new_password' => 'নতুন পাসওয়ার্ড',
        'confirm_new_password' => 'নতুন পাসওয়ার্ড নিশ্চিত করুন',
        'user_management' => 'ইউজার ম্যানেজমেন্ট',
        'roles' => 'ইউজার রোল (Roles)',
        'users' => 'ব্যবহারকারী (Users)',
        'manage_roles' => 'ইউজার রোল পরিচালনা করুন',
        'all_roles' => 'সব রোল তালিকা',
        'add_role' => 'নতুন রোল যোগ করুন',
        'role_name' => 'রোলের নাম',
        'permissions' => 'অ্যাক্সেস পারমিশন (অনুমতি)',
        'role_added' => 'রোল সফলভাবে যোগ করা হয়েছে',
        'role_already_exists' => 'এই নামের রোলটি ইতিমধ্যে বিদ্যমান',
        'edit_role' => 'রোল এডিট করুন',
        'role_updated' => 'রোল সফলভাবে আপডেট করা হয়েছে',
        'role_deleted' => 'রোল সফলভাবে মুছে ফেলা হয়েছে',
        'manage_users' => 'ইউজার পরিচালনা করুন',
        'all_users' => 'সব ইউজার তালিকা',
        'name' => 'নাম',
        'role' => 'রোল (Role)',
        'add_user' => 'নতুন ইউজার যোগ করুন',
        'user_added' => 'ইউজার সফলভাবে যোগ করা হয়েছে',
        'role_is_default' => 'এটি একটি ডিফল্ট রোল এবং এটি পরিবর্তন বা এডিট করা সম্ভব নয়',
        'edit_user' => 'ইউজার এডিট করুন',
        'leave_password_blank' => "আপনি যদি পাসওয়ার্ড পরিবর্তন করতে না চান তবে পাসওয়ার্ডের ঘরটি খালি রাখুন",
        'user_update_success' => 'ইউজার তথ্য সফলভাবে আপডেট করা হয়েছে',
        'user_delete_success' => 'ইউজার সফলভাবে মুছে ফেলা হয়েছে',
];
